			//请勿完全抄袭源码，请勿声明自己是原创
			//window.onbeforeunload=function(){ return '你确定要离开吗？';}
			function ziyou(){
				alert("*下面的二维码可永久访问红色字体为超链接可点击进入\n*每过一小时将会弹出一个温馨的页面说明你该休息会了\n*劳逸结合：请保护好眼睛注意与屏幕的距离，ψ(｀∇´)ψ")
			}
			function hello(){
				alert("你好！我是小西欢迎来到自由网，这是一款以劳逸结合为中心的小型学习网站。")
			}
			function jianyi(){
				alert("在这里你可以先玩一会我的脑袋和车轮\n(*注意：一个车轮代表一个总共有七款好玩的东西，每个都非常有趣哦~)\n如果无聊了就请开始今天的学习吧^o^")
			}
			function tishi1(){
				alert("*提示：学习两小时后别忘了多出去走走或刷五分钟小破站让眼睛和大脑适当的休息下哦~")
			}
			function tishi2(){
				alert("*提示：如有不懂的使用方法可以在此处复制点击回到顶部或下方百度图标自行百度蜘蛛")
			}
			function rec()
			{ alert("亲（づ￣3￣）づ╭❤～￥打赏成功!欢迎常来呦~mua")}