			//请勿完全抄袭源码，请勿声明自己是原创
			//window.onbeforeunload=function(){ return '你确定要离开吗？';}
			function ziyou(){
				alert("*下面的二维码可永久访问红色字体为超链接可直接食用ψ(｀∇´)ψ\n*每学习一小时将会弹出一个温馨治愈的页面说明你该休息会了\n*温馨提示：多留意自己与屏幕之间的距离，请保护好你的眼睛")
			}
			function hello(){
				alert("你好！我是小西欢迎来到自由网^o^，这是一款以劳逸结合为中心的小型学习网站。（本站专为Windows界面设计，当然小西也特意为大家准备了Android和iOS系统的版本）希望大家使用愉快~")
			}
			function jianyi(){
				alert("在这里你可以先玩会我的脑袋和车轮(*注意：这里总共有七个车轮哦~而且每个车轮都非常解压有趣)如果觉得无聊了就请开始今天的学习吧^o^")
			}
			function iOS(){
				alert("欢迎iOS系统的小伙伴们访问此页面~")
			}
			function tishi1(){
				alert("*提示：学习两小时后别忘了多出去走走或刷五分钟小破站让眼睛和大脑适当的休息下哦~")
			}
			function tishi2(){
				alert("*提示：如有不懂的使用方法可以在此处复制点击回到顶部或下方百度图标自行百度蜘蛛")
			}
			function rec()
			{ alert("亲（づ￣3￣）づ╭❤～￥打赏成功!欢迎常来呦~mua")}